Repository: Elahirad/xposed-vpn-bot
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: fa

source: export users to csv
fa: استخراج کاربران به فایل csv

source: manage unresolved receipts
fa: مدیریت رسیدهای بررسی نشده

source: manage admins
fa: مدیریت ادمین‌ها

source: manage servers
fa: مدیریت سرورها

source: manage products
fa: مدیریت محصولات

source: start bot
fa: شروع ربات

source: how it works?
fa: ربات چطور کار می‌کند؟

source: change language
fa: تغییر زبان

source: open bot settings
fa: باز کردن تنظیمات ربات

source: show user info
fa: نمایش اطلاعات کاربر

source: increase balance
fa: افزایش موجودی

source: Total users: {count}
fa: همه کاربران: {count}

source: Active users: {count}
fa: کاربران فعال: {count}

source: Choose an action from the menu 👇
fa: عملیاتی را از منوی پایین انتخاب کنید 👇

source: Please enter the amount you want to increase
fa: لطفا مقداری که می‌خواهید به موجودی اضافه کنید را وارد نمایید

source: You have successfully returned to the main menu.
fa: با موفقیت به منوی اصلی بازگشتید.

source: OK! Now send {amount} Tomans to below card number and send the receipt Touch the card number once to copy it! <code>{card_number}</code>
fa: دریافت شد! حالا مبلغ {amount} تومان را به شماره کارت زیر واریز نموده و رسید را ارسال فرمایید. یک بار بر روی شماره کارت بزنید تا کپی شود! <code>{card_number}</code>

source: You receipt is received. Wait for approval process.
fa: رسید شما دریافت شد. منتظر تایید بمانید.

source: Dear Admin ! New receipt is arrived. Check your panel please.
fa: ادمین عزیز ! رسید جدیدی دریافت شد. لطفا پنل خود را بررسی فرمایید.

source: Please send the receipt image
fa: لطفا عکس رسید را ارسال فرمایید

source: Name
fa: نام

source: Username
fa: نام کاربری

source: Balance
fa: موجودی

source: Tomans
fa: تومان

source: ADMIN 😉😎
fa: ادمین 😉😎

source: Ok! What do you want to do ?
fa: خب! می‌خواهید چه کنید ؟

source: Back 🔙
fa: بازگشت 🔙

source: Add Admin ➕
fa: افزودن ادمین ➕

source: Enter the username or numeric id of the user you want to make admin. Note: Make sure the user contacted the bot.
fa: نام کاربری یا آیدی عددی کاربری که می‌خواهید ادمین شود را وارد کنید. نکته: مطمئن شوید کاربر مورد نظر به ربات پیاده داده است.

source: Show and Delete Admins ❌
fa: نمایش و حذف ادمین‌ها ❌

source: Numeric ID: {numeric_id} Name: {name} Username: {username}
fa: آیدی عددی: {numeric_id} نام: {name} نام کاربری: {username}

source: There is no user with this username or numeric id. Make sure the user has contacted the bot
fa: کاربری با این نام کاربری یا آیدی عددی وجود ندارد. مطمئن شوید کاربر به ربات پیام داده است

source: This user now have admin privileges.
fa: این کاربر هم اکنون دسترسی ادمین دارد.

source: An error occurred.
fa: خطایی رخ داد.

source: Admin removed.
fa: ادمین حذف شد.

source: Add Product ➕
fa: افزودن محصول ➕

source: OK! Now send the Name of the product.
fa: خب! حالا نام این محصول را وارد کنید.

source: Edit Products ✏️
fa: ویرایش محصولات ✏️

source: There is no product in the database.
fa: محصولی در دیتابیس وجود ندارد.

source: Name: {name} Server: {server} Days: {days} GB Limit: {gb_limit} Price: {price}
fa: نام: {name} سرور: {server} تعداد روز: {days} حجم (گیگابایت): {gb_limit} قیمت (تومان) : {price}

source: OK! Now choose the server of this product.
fa: خب! حالا سرور این محصول را انتخاب کنید.

source: OK! Now send the days of the product.
fa: خب! حالا تعداد روز این محصول را وارد کنید.

source: OK! Now send the GB Limit of the product.
fa: خب! حالا حجم را به گیگابایت وارد کنید.

source: OK! Now send the Price of the product.
fa: خب! حالا قیمت محصول را به تومان وارد کنید.

source: Product added!
fa: محصول اضافه شد!

source: Product removed.
fa: محضول حذف شد.

source: OK! Send the new Name for this product.
fa: خب! نام جدید این محصول را وارد کنید.

source: Product updated.
fa: محصول آپدیت شد.

source: OK! Choose new Server for this product.
fa: خب! سرور جدید این محصول را انتخاب کنید.

source: OK! Send the new days for this product.
fa: خب! تعداد روز جدید را وارد کنید.

source: OK! Send the new GB Limit for this product.
fa: خب! حجم جدید را به گیگابایت وارد کنید.

source: OK! Send the new Price for this product.
fa: خب! قیمت جدید را به تومان وارد کنید.

source: There is no receipts!
fa: رسیدی وجود ندارد!

source: User: @{user} Amount: {amount} Tomans
fa: کاربر: @{user} مقدار: {amount} تومان

source: Your receipt has been approved!
fa: رسید شما تایید شد!

source: Receipt approved.
fa: رسید تایید شد!

source: Receipt not found.
fa: رسید یافت نشد.

source: Your receipt has been rejected!
fa: رسید شما رد شد!

source: Receipt rejected.
fa: رسید رد شد.

source: Add Server ➕
fa: افزودن سرور ➕

source: OK! Now send the Name of the server.
fa: خب! حالا نام سرور را وارد کنید.

source: Edit Servers ✏️
fa: ویرایش سرورها ✏️

source: There is no server in the database.
fa: سروری در دیتابیس وجود ندارد.

source: Name: {name} URL: {url} Proxy Path: {proxy_path} Admin UUID: {admin_uuid}
fa: نام: {name} URL: {url} Proxy Path: {proxy_path} Admin UUID: {admin_uuid}

source: OK! Now send the URL of the server.
fa: خب! حالا URL سرور را وارد کنید.

source: OK! Now send the Proxy Path of the server.
fa: خب! حالا Poxy Path سرور را وارد کنید.

source: OK! Now send the Admin UUID of the server.
fa: خب! حالا Admin UUID سرور را وارد کنید.

source: Server added.
fa: سرور اضافه شد.

source: Server removed.
fa: سرور حذف شد.

source: OK! Send the new URL for this server.
fa: خب! نام جدید این سرور را وارد کنید.

source: Server updated.
fa: سرور آپدیت شد.

source: OK! Send the new Proxy Path for this server.
fa: خب! Proxy Path جدید سرور را وارد کنید.

source: OK! Send the new Admin UUID for this server.
fa: خب! Admin UUID جدید سرور را وارد کنید.

source: Language changed successfully Press /help to find out how I can help you
fa: زبان با موفقیت تغییر کرد می‌توانید با زدن /help راهنمایی دریافت کنید

source: Choose your language
fa: زبان خود را انتخاب کنید

source: Hi {full_name}! Choose your language
fa: سلام {full_name}! زبان خود را انتخاب کنید

source: Help 🆘
fa: راهنمایی 🆘

source: Settings 🛠
fa: تنظیمات 🛠

source: My Information ℹ️
fa: اطلاعات من ℹ️

source: Increase Balance💵
fa: افزایش موجودی💵

source: Export users 📁
fa: استخراج کاربران 📁

source: Manage receipts 🧾
fa: مدیریت رسیدها 🧾

source: Manage Admins ⚙️
fa: مدیریت ادمین‌ها ⚙️

source: Manage Servers 🖥️
fa: مدیریت سرورها 🖥️

source: Manage Products 🛍️
fa: مدیریت محصولات 🛍️

source: Remove 🗑️
fa: حذف 🗑️

source: Edit Name ✏️
fa: ویرایش نام ✏️

source: Edit Server ✏️
fa: ویرایش سرور ✏️

source: Edit Package Days ✏️
fa: ویرایش تعداد روز ✏️

source: Edit GB Limit ✏️
fa: ویرایش حجم ✏️

source: Edit Price ✏️
fa: ویرایش قیمت ✏️

source: Delete 🗑️
fa: حذف 🗑️

source: Approve ✅
fa: تایید ✅

source: Reject ❌
fa: رد ❌

source: Edit URL ✏️
fa: ویرایش URL ✏️

source: Edit Proxy Path ✏️
fa: ویرایش Proxy Path ✏️

source: Edit Admin UUID ✏️
fa: ویرایش Admin UUID ✏️

source: Too many requests!
fa: تعداد درخواست بیش از حد!
